QUESTION_1 = "初來乍到大崎町，作為全日本資源回收率最高的城鎮，我們現在在當地的資源回收工廠，這邊有好多玻璃瓶要分類，不過上面的標籤似乎還沒用藥水去除乾淨，你能夠一起幫忙找到要使用幾號藥水嗎？（請輸入藥水的編號，若回答正確會進入下一題）"
RESPONSE_1 = """太好了！瓶罐上的標籤紙都去除乾淨了！
把玻璃瓶分成透明、深色、其他顏色總共3類，這樣清理分類好的瓶子就可以作為資源給需要的廠商去循環利用~ 謝謝%s的幫忙！(*´∀`)~♥"""
QUESTION_2 = "體驗完資源回收工作，接著我們來到當地的宮園村社區，了解到這裡的居民們集結起來一起碳化竹林、收穫竹筍的故事，竹筍真是美味呢！咦，餐桌上擺好的餐點似乎透漏著什麼訊息？（請輸入五個英文字母）"
RESPONSE_2 = """メンマ(menma)就是「麻竹筍」，是日本料理拉麵中不可或缺的配料呢！
%s真是太聰明了！(๑¯∀¯๑)
我要趕緊多買一些回家配飯吃～"""
QUESTION_3 = "吃飽飯後，現在來到了櫻島，在地嚮導向我們介紹在這邊活火山的地理環境下，可以種出世界最大的櫻島大根和世界最小的櫻島小蜜柑喔！同時帶我們認識火山的噴發出所形成的岩石有分為熔岩和輕石，他出了一個小測驗給大家，你知道答案是什麼嗎？（請輸入四位數）"
RESPONSE_3 = "櫻島在1914年（大正3年）1月12日發生一次大規模噴發，造成大量傷亡，當地還留下了「黑神埋沒鳥居」用來警惕後代子孫。"
QUESTION_4 = """總覺得這次旅程過的特別快，我用在筆記本記錄了鹿兒島大學的同學為我們準備的四個回憶：
1. 體驗當地的大島紬和服
2. 親見西鄉隆盛雕像與參拜照國神社
3. 品嚐豐盛的在地美食和小點心：鶏飯、薩摩芋、薩摩汁、鶏刺し等
4. 玩有趣的賓果遊戲
不過我不小心弄亂順序了！可以幫我重新排好嗎？（請輸入9個英文字母）"""
RESPONSE_4 = """就是鹿兒島（かごしま、Kagoshima）沒錯！
再次感謝你，%s！"""
QUESTION_5 = "離別時刻就要到了！我準備了一些跟當地農家一起做的麻糬要送給你，有白色的一般口味和綠色的艾草口味兩種，可是有幾塊麻糬沒有依照顏色放好，好像在暗示什麼，你有發現嗎？（請輸入四位數）"
RESPONSE_5 = """這是花子認識新朋友的紀念日(≧∀≦)ゞ
謝謝%s幫了我這麼多忙，
我跟你一起探索鹿兒島的好多好多地方，
期待下次我們能在臺灣再次見面！
本当にありがとうございます(♡˙︶˙♡)"""

ENDING = """本遊戲到此結束，感謝您的體驗！
填寫回饋表單給予意見吧：https://forms.gle/U7nzh6ZdUiyx2VyUA
線上成果展連結：https://sites.google.com/view/113-1outcome
(線上網站可能尚未開放，請耐心等候！)

若想重新開始遊戲，請輸入任意文字！"""

ANSWER_1 = "3"
ANSWER_2 = "menma"
ANSWER_3 = "1914"
ANSWER_4 = "kagoshima"
ANSWER_5 = "1219"
